<h1>Данилов</h1>

<div class="content_text">
    <div id="content_history">
        <h2>История города</h2>
        <p>Впервые село Даниловское упоминается в документах середины XV века. Так, из жалованной грамоты великого князя Василия II от 20 марта 1457 года следует, что село Даниловское с окрестными пустошами (пахотными землями) принадлежало митрополиту всея Руси Ионе Московскому.

        Вскоре, уже при правлении Ивана III село меняет хозяина. В результате обмена оно переходит московскому воеводе Ивану Дмитриевичу Руно В 1592 году упоминается как Даниловская слобода в рукописи «Книга, глаголемая росискихь святыхь».</p>

        <p>Всё чаще имя Данилова как Даниловского села или Даниловской слободы начинает упоминаться в документах с первой половины XVII века, в эпоху Смутного времени. В 1607 году один из польских отрядов под руководством литовского шляхтича Александра Лисовского подошёл к Даниловской слободе, начал грабить население, жечь дома и постройки в близлежащих селениях, убивать жителей. Тогда даниловцы организовали ополчение под руководством боярина Фёдора Шереметева.

        Произошло кровопролитное сражение, в котором поляки были разбиты. Битва проходила за рекой Пелендой, вправо от дороги, ведущей в Романов. С того времени это место называется Повалишкой. В 2009 году рядом с местом битвы установлены поклонный крест и памятный камень.</p>

        <p>В начале декабря 1608 года отряд вологодцев с головой Ларионом Монастыревым, направляясь на «воров» к Ярославлю, занял Даниловское село. Дружины поставили в нём острог и укрепились. Даниловцы принимали активное участив в создании укрепления. Однако это народное ополчение было плохо организовано и не смогло устоять против превосходящих сил. В том же году острог был окружён польскими войсками и после непродолжительного боя взят, а село Даниловское и его окрестности выжжены и опустошены. В Никоновской летописи говорится, что захватчики «многих честных людей побиша». Истреблены были многие жители села. До наших дней сохранилось то место, где происходила битва и находился острог, — улица Земляной Вал.</p>
    </div>

    <div id="content_sights">
        <h2>Достопримечательности</h2>
        <p>Среди основных архитектурных достопримечательностей города: Казанский монастырь на Горушке (1918 г.), дом купца Ворохобина (конец XIX в.), комплекс пожарного депо (1864—1872 гг.), здание городского училища (сер. XIX в.), дом купца Кругликова (кон. XIX в.), здание полицейского управления (конец XIX в.), здание номеров Ягодиной (кон. XIX в.), здание гостиницы Ягодиной (кон. XIX в.).</p>

        <p>Местом памяти для даниловцев является Аллея Героев Советского Союза, земляков-даниловцев, где в самом центре возвышается фигура русского солдата, у подножия которого зажжён Вечный огонь. В центре города стоит памятник павшим борцам за установление советской власти в городе.</p>
    </div>

    <div id="content_gallery">
        <h2>Галерея</h2>
            <div class="row">
                <div class="content_photo col-md-6">
                    <img src="img/dan1.jpg" alt="Данилов">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/dan2.jpg" alt="Данилов">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/dan3.jpg" alt="Данилов">
                </div>
            </div>
    </div>
</div>