<h1>Мышкин</h1>

<div class="content_text">
    <div id="content_history">
        <h2>История города</h2>
        <p>Существует несколько версий происхождения названия. Есть версия, по которой топоним получил своё происхождение от прозвища одного из первых поселенцев. По другой легенде, один князь (предположительно Фёдор Михайлович Мстиславский прилёг отдохнуть на берегу Волги, проснулся от того, что по его лицу проползла мышка. Вначале он рассердился, но потом увидел, что мышка спасла его от подползающей змеи.
        </p>
        <p>Статус города Мышкин имеет с 1777 года.

        В 1927 году город был преобразован в село Мышкино, с 1943 года — посёлок городского типа Мышкино. В 1988 году было возвращено имя Мышкин, а в 1991 году — статус города. Огромную роль в этом сыграл мышкинский краевед Владимир Гречухин, которого поддержали многие известные люди, в том числе — Дмитрий Лихачёв и Булат Окуджава.
        </p>
        <p>
        С середины 1990-х годов Мышкин становится крупным туристическим центром. В городе создан комплекс музеев (Мышкинский народный музей), включающий музей мыши — символа города. Построены гостиницы, осуществлена реконструкция исторических зданий. Мышкин посещает до 140 тысяч туристов ежегодно.
        </p>    
    </div>

    <div id="content_sights">
        <h2>Достопримечательности</h2>
        <p>В Мышкине работает некоммерческое учреждение «Мышкинский народный музей», объединяющее пять музеев. В их числе — единственный в мире Музей мыши, в котором собраны разнообразные изображения мышей: игрушки, посуда, скульптура и др. В августе 2008 года в городе во второй раз прошёл международный фестиваль «Мышь-2008», в ходе которого открыт Дворец мыши.</p>

        <p>Помимо «Народного музея», в городе имеются Музей льна и Музей валенка. Есть также Музей Николы (Куров-центр)]. Также работает школа прикладного искусства, при ней гончарная мастерская. Здесь можно самим изготовить любое гончарное изделие и его расписать.</p>

        <p>В 1998 году основана АНО «Центр ремёсел „Мышгород“» с целью сохранения и развития народных промыслов и ремёсел, традиций народной национальной культуры и среды обитания, эстетического воспитания подрастающего поколения.</p>
    </div>

    <div id="content_gallery">
        <h2>Галерея</h2>
            <div class="row">
                <div class="content_photo col-md-6">
                    <img src="img/myshk1.jpg" alt="Мышкин">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/myshk2.jpg" alt="Мышкин">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/myshk3.jpg" alt="Мышкин">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/myshk4.jpg" alt="Мышкин">
                </div>
            </div>
    </div>
</div>