<h1>Рыбинск</h1>

<div class="content_text">
    <div id="content_history">
        <h2>История города</h2>
        <p>Исторически Рыбинск возник на правом берегу реки Волги при впадении в неё реки Черёмухи. Острый мыс между ними называется Стрелка. Устье реки Шексны — левого притока Волги, как и другие левобережные районы вошли в состав города только в XX веке, в связи с бурным ростом в период индустриализации.

        В историческом центре города найдена стоянка каменного века. Древнейшее поселение на месте впадения Шексны в Волгу называлось Усть-Шексна. Первое летописное упоминание связано с Ростовским восстанием 1071 года: Ян Вышатич «сташа на Усть-Шексны» для суда и расправы над восставшими волхвами. Раскопками обнаружены следы обширного торгово-ремесленного поселения начала XI века (площадь свыше 30 га) с изделиями византийского и скандинавского происхождения, обилием арабских дирхемов. Очевидно, на месте современного города был крупный пункт Волжского торгового пути. Найдена также актовая печать Игоря Ярославича.</p>

        <p>В следующий раз поселение упоминается в 1504 году уже как Рыбная слобода в духовной грамоте Ивана III. В это время и позднее слобода принадлежала непосредственно московским царям и обеспечивала царский двор рыбой. Сохранились документы о натуральном рыбном налоге на жителей. Слобода была деревянной, и от этой эпохи в городе памятников не сохранилось. В XVII веке строятся первые каменные церкви, включая городской собор Спаса Преображения.</p>
    </div>

    <div id="content_sights">
        <h2>Достопримечательности</h2>
        <p>В городе сохранились памятники архитектуры конца XVIII — начала XX века. Исторический центр города застроен в основном в XIX — начале XX века, но многие здания перестроены. Украшением города служат два здания хлебной биржи, построенные на крутом волжском берегу. Старая биржа выстроена в строгом классическом стиле, новая построена в 1912 году по проекту А. В. Иванова в псевдорусском стиле, покрыта снаружи изразцовой плиткой, стоит она на монументальном каменном цоколе во всю высоту волжского берега. В настоящее время в ней находится историко-архитектурный музей-заповедник с богатой коллекцией картин. Здание биржи вместе с собором, выстроенным в традициях русского классицизма, и мостом, перекинутым через Волгу составляют единый ансамбль, являющийся «визитной карточкой города».</p>

        <p>Рыбинский музей, где хранится собрание экспонатов из коллекций рода графов Мусиных-Пушкиных. Точнее, из двух усадеб Мусиных-Пушкиных — Иловна и Борисоглеб. Граф Алексей Иванович Мусин-Пушкин, открывший «Слово о Полку Игореве», собирал также редкие и древние рукописи и книги. Большая часть собрания погибла в пожарах, однако некоторые манускрипты из коллекции графа Мусина-Пушкина «Собрание российских древностей» можно найти и сегодня в библиотеках Ярославской области. К сожалению, огромная часть древних и ценных вещей семьи Мусиных-Пушкиных была утеряна во время революции.</p>

        <p>На левом берегу Волги, напротив исторического центра города расположено бывшее имение Петровское, которое до революции было вотчиной Михалковых, известных по детскому поэту и автору гимна СССР Сергею Михалкову и режиссёру Никите Михалкову, сохранился парк и ветхая деревянная усадьба.</p>

        <p>На Красной площади в 1914 году был установлен памятник Александру II (последняя монументальная работа А. М. Опекушина). Величественный монумент был построен на пожертвования горожан и жителей Рыбинского уезда, в ознаменование 50-летия со дня освобождения крестьян от крепостной зависимости. Скульптура была уничтожена в 1918 г. На её месте,на пьедестале памятника царю-освободителю был установлен памятник В. И. Ленину, имеющий ряд особенностей, благодаря которым является уникальным. Вождь пролетариата изображён в зимней одежде и в шапке-ушанке. Правая рука изображена заложенной под ворот пальто.</p>

        <p>В настоящее время обсуждаются планы о переносе памятника Ленину и восстановлении на его месте памятника Александру II, но общественное мнение не выражает по этому поводу особого энтузиазма.</p>

        <p>Летом 1953 года был открыт монумент «Волга», также известный как «Мать-Волга». Монумент располагается на дамбе шлюзов и водосбросной плотины Рыбинской ГЭС со стороны Рыбинского водохранилища, в удалении от них примерно на 400 метров. Один из самых крупных памятников Рыбинска стоит в охраняемой зоне шлюзов на песчаной косе (мкр. «Переборы»). В 2016 году по итогам интернет-голосования, которое проводилось на официальном сайте администрации Рыбинска, скульптура была избрана символом города.</p>

        <p>В 2013 году в городе было открыто два новых памятника: Людвигу Нобелю и П. Ф. Дерунову. 2 августа 2016 года открыт памятник Василию Маргелову.</p>
    </div>

    <div id="content_gallery">
        <h2>Галерея</h2>
            <div class="row">
                <div class="content_photo col-md-6">
                    <img src="img/ryb1.jpg" alt="Рыбинск">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/ryb2.jpg" alt="Рыбинск">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/ryb3.jpg" alt="Рыбинск">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/ryb4.jpg" alt="Рыбинск">
                </div>
            </div>
    </div>
</div>