<h1>Углич</h1>

<div class="content_text">
    <div id="content_history">
        <h2>История города</h2>
        <p>Название получил, по всей вероятности, оттого, что Волга здесь делает угол. Кроме того, существует две менее вероятные версии: оттого, что в этом месте выжигали угли, и оттого, что сюда, исключительно согласно данной гипотезе, был переселён народ «уличи» с реки Углы, притока Днепра.</p>

        <p>По данным археологических изысканий, поселение на месте угличского кремля существовало приблизительно с начала нашей эры с небольшим перерывом в районе V—VI веков.

        Местная летописная традиция приписывает основание города Угличе поле Яну Плесковитичу, то есть «псковичу», родственнику княгини Ольги. В очень поздних и недостоверных местных источниках называется несколько дат (937, 947, 952 и другие годы), которые могли бы считаться моментом возникновения города. Традиционно выбирается 937 год. Вплоть до XIX века в городе существовала местность (ныне застроенная), носившая название «Яново поле». Археологические раскопки подтверждают присутствие скандинавской феодализирующейся знати в середине X века.</p>

        <p>С 1218 года Углич являлся главным городом небольшого Угличского удельного княжества. Углич упомянут вместе с Ярославлем в найденной в 1952 году берестяной грамоте № 69, которую В. Л. Янин датирует 80-ми годами XIII века. В 1238 году был Углич дотла сожжён монголо-татарами, но уже при князе Романе (1261—1285 гг.) в городе велось большое строительство. В 1328 году князь Иван Данилович Калита присоединил город к Москве. В период острого соперничества Москвы с Тверью за великокняжеский стол войска тверского князя Михаила дважды осаждали пограничный Углич. В 1371 году город был взят и сожжён. В том же году митрополитом всея Руси Алексием был основан Успенский (позднее Алексеевский) монастырь. Московский князь Дмитрий Донской в 1375 году укрепил город, заново выстроив крепость. В 1380 году угличская дружина во главе со своим князем сражалась на Куликовом поле.</p>

        <p>Во время правления Ивана Грозного город был передан его младшему брату, Юрию. Зимой 1550—1551 годов в лесах под Угличем была построена деревянная крепость, которую в разобранном виде переправили по Волге под осажденную Казань. Эта крепость послужила основанием города Свияжска. В 1565 году, когда царь Иван Васильевич разделил Русское государство на опричнину и земщину, город вошёл в состав последней.</p>

        <p>В 1777 году назначен уездным городом Ярославского наместничества, переименованного в 1796 году в губернию. К концу XIX века Углич пришёл в упадок, поскольку отсутствие железных дорог мешало реализации промышленной и сельскохозяйственной продукции, а Калязин и Кашин, в которых железная дорога была построена в 1890-е годы, оказались в более выгодном экономическом положении.</p>
    </div>

    <div id="content_sights">
        <h2>Достопримечательности</h2>
<p>Углич является одним из городов Золотого кольца России, часто посещается туристами (в городе останавливаются круизные теплоходы, следующие по Волге). В городе сохранились многочисленные образцы традиционной русской архитектуры</p>

<p>Среди основных достопримечательностей Углича:</p>

    <ul>
        <li>
            Угличский кремль с церковью Димитрия на Крови (1692)
        </li>
        <li>
            Свято-Воскресенский монастырь.
        </li>
        <li>
            Богоявленский монастырь с грузным собором (1843—1853).
        </li>
        <li>
            Алексеевский монастырь (1371) с Успенской («Дивной») церковью (1628).
        </li>
        <li>
            Церковь Рождества Иоанна Предтечи (1689—1690).
        </li>
        <li>
            Ансамбль Торговой площади — Торговые ряды (1860), купеческие дома.
        </li>
        <li>
            Старейшее деревянное жилое здание первой трети XVIII века (Дом Меховых-Ворониных)
        </li>
        <li>
            Гражданская застройка города XVIII—XIX веков (Супоневский дворец, Зимин двор) (В руинном состоянии).
        </li>
    </ul>
<p>В 11 км от города, в селе Улейма, расположен Николо-Улейминский монастырь с ансамблем допетровской архитектуры. Другой древний пригородный монастырь, Покровский Паисиев, был разрушен в советское время в результате строительства ГЭС.</p>
    </div>

    <div id="content_gallery">
        <h2>Галерея</h2>
            <div class="row">
                <div class="content_photo col-md-6">
                    <img src="img/ugl1.jpg" alt="Углич">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/ugl2.jpg" alt="Углич">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/ugl3.jpg" alt="Углич">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/ugl4.jpg" alt="Углич">
                </div>
            </div>
    </div>
</div>