<h1>Ярославль</h1>

<div class="content_text">
    <div id="content_history">
        <h2>История города</h2>
        <p>Древнейшее поселение на территории города обнаружено на левом берегу Волги напротив Стрелки (мыса при слиянии Волги и Которосли) и относится к V—III тысячелетию до н. э. (неолит). В IX веке под Ярославлем сформировалось крупное скандинавско-славянское поселение, известное по комплексу могильных курганов в Тимерёве. При раскопках были обнаружены скандинавское оружие, рунические надписи, шахматные фигурки и крупнейшие на севере Европы клады арабских монет (древнейшие были отчеканены первым из Идрисидов). Из Тимерёва происходит четвёртая часть найденных на Руси скандинавских фибул. По всей видимости, этот «прото-Ярославль» служил крупным центром на Волжском торговом пути. Его отношение к позднейшему Ярославлю (в то время мерянскому поселению Медвежий Угол) можно сравнить с соотношением Гнёздова и Смоленска, Рюрикова городища и Новгорода, Сарского городища и Ростова. Вскоре после основания Ярославля это поселение пришло в упадок, вероятно, в связи с прекращением функционирования Волжского торгового пути. Выше по течению Волги, сразу за границами современного города, археологами изучен крупный Михайловский некрополь с преобладанием рядовых захоронений финно-угорского типа.</p>
    </div>

    <div id="content_sights">
        <h2>Достопримечательности</h2>
        <p>
        Что посмотреть в Ярославле в первую очередь? Облик города формируют церкви в историческом центре — на правом берегу реки Которосли; сохранившиеся старинные здания; знаковые памятники — основателю городу Ярославу Мудрому и медведю, поэту и писателю Н. А. Некрасову, скульптурная композиция «Троица».</p>

        <p>В достопримечательности Ярославля входят ухоженные парки и скверы, музеи с весьма интересными краеведческими и художественными коллекциями, а также Театр Волкова — первый театр, который открыт именно для публичного доступа.</p>

        <P>Само собой, не получится пройти мимо Волжской набережной города, просто поражающей своим великолепием. Кроме того, от вашего взгляда не спрячется знаменитая Стрелка — мыс при впадении в Волгу Которосли. Предание гласит, что именно Стрелка является местом основания города.</P>

        <P>Это главные достопримечательности Ярославля, но на самом деле на то, чтобы осмотреть их все, вам не хватит одного визита в город — вы, несомненно, захотите возвратиться вновь и увидеть остальные красоты города.
        </p>
    </div>

    <div id="content_gallery">
        <h2>Галерея</h2>
            <div class="row">
                <div class="content_photo col-md-6">
                    <img src="img/yar1.jpg" alt="Ярославль">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/yar2.jpg" alt="Ярославль">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/yar3.jpg" alt="Ярославль">
                </div>
                <div class="content_photo col-md-6">
                    <img src="img/yar4.jpg" alt="Ярославль">
                </div>
            </div>
    </div>
</div>